tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "sdkman/tap"
brew "libarchive"
brew "pango"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tmux"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
brew "pyenv"
brew "sdkman-cli"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
cask "alacritty"
cask "discord"
cask "orbstack"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "raycast"
cask "telegram-desktop"
cask "visual-studio-code"
cask "bitwarden"
cask "git-credential-manager"
cask "rectangle"
cask "postman"
cask "zoom"
