tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "libpq"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tmux"
brew "tree"
brew "lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "fnm"
brew "openkey"
brew "smartmontools"
brew "eza"
brew "zoxide"
cask "alacritty"
cask "discord"
cask "orbstack"
cask "font-jetbrains-mono-nerd-font"
cask "raycast"
cask "telegram-desktop"
cask "whatsapp"
cask "git-credential-manager"
cask "rectangle"
cask "postman"
cask "zoom"
cask "adguard"
cask "obsidian"
cask "wkhtmltopdf"
cask "dbgate"
